Repository: founsy/dresstime-ios
Catalog: DressTime/*.lproj/Localizable.strings
Languages: fr

# loginName
source: Name
fr: Nom

# loginPassword
source: Password
fr: Mot de passe

# loginOr
source: OR
fr: OU

# loginTitle
source: Hello :)
fr: Bonjour :)

# loginLoginButton
source: Login
fr: Connexion

# loginSignUpButton
source: Join us
fr: Rejoignez-nous

# loginSignUpHeaderButton
source: Sign up
fr: S'incrire

# loginLoginHeaderButton
source: Login
fr: Connexion

# loginErrTitle
source: Failed!
fr: Raté!

# loginErrMessage
source: Error during the login the processs
fr: Erreur pendant l'identification

# registerEmailYourEmail
source: Your Email
fr: Ton email

# registerEmailOr
source: Or
fr: ou

# registerPasswordYourPassword
source: Your Password
fr: Ton mot de passe

# registerPasswordPlaceholder
source: MySecurePassword
fr: MonPasswordSecurisé

# registerPasswordCreateAnAccount
source: Create an Account
fr: Créer un compte

# registerSexeWomen
source: I am a nice women
fr: Je suis une jolie fille

# registerSexeMen
source: I am a great men
fr: Je suis un joli garçon

# registerStyleSelectStyle
source: 1 - Select a style
fr: 1 - Sélectionne un style

# registerStyleSelectPeriod
source: 2 - Select a period
fr: 2 - Sélectionne une periode

# registerStyleWorkPeriod
source: for work
fr: pour travailler

# registerStylePartyPeriod
source: for party
fr: en soirée

# registerStyleTutorialLabel
source: FOR BEING PRECISE, LET’S SELECT YOUR OWN STYLE
fr: Pour être précis, sélectionne tes propres styles.

# registerStyleTutorialButton
source: LET’S GO !
fr: C'est parti!

# registerStyleValidateModificationBtn
source: Validate my modification
fr: Valider

# registerStyleSeeMyNewDressingBtn
source: Let's see my new dressing
fr: Voir mon nouveau dressing

# registerStyleErrTitle
source: Error
fr: Erreur

# registerStyleErrMessage
source: Please select a style for each moment of the day
fr: Sélectionnes ton style pour chaque moment de la journée!

# registerErrorCreateAccountTitle
source: Error!
fr: Erreur!

# registerErrorCreateAccountMessge
source: Error during the creating account process. Please try again later!
fr: Erreur durant la création du compte. Merci de réessayer plus-tard!

source: dress
fr: robes

# top
source: tops
fr: hauts

source: pants
fr: pantalons

# homeLocErrTitle
source: Failed!
fr: Raté

# homeLocErrMessage
source: Please activate le localisation service via Settings > Localisation > DressTime : Enable While Using
fr: Il faut que tu actives la localisation via Settings > Localisation > DressTime : Activité

# Moment_Work
source: Work
fr: travail

# Moment_Party
source: Party
fr: soirée

# homeEmptyMessage
source: Keep going ! Few more clothes :)
fr: Continue ! Ajoute plus de vêtements :)

# homeEmptyAnimationMessage
source: You are late! What can I wear today?
fr: Tu es en retard! Comment vas tu t'habiller aujourd'hui?

source: at Work
fr: Au travail

source: on Party
fr: En soirée

# detailTypeBackBtn
source: Profile
fr: Profil

# detailTypeEditBtn
source: Edit
fr: Modifier

# detailTypeDeleteBtn
source: Delete
fr: Supprimer

# detailTypeMyMsg
source: My
fr: Mes

# detailTypeEmptyMsg
source: You seem to be naked :) Add some clothings !
fr: Tu sembles être nu :) Ajoute des vêtements !

source: PROFILE
fr: PROFIL

source: Add
fr: AJOUTER

# profilStepMore
source: more
fr: de plus

# profilStepWellDone
source: Well done!
fr: Bien joué!

# Dress
source: Dresses
fr: Robes

# Top
source: Tops
fr: Hauts

source: Pants
fr: Bas

# jumper-fin
source: jumper thin
fr: Pull fin

# jumper-epais
source: jumper
fr: Pull

source: cardigan
fr: Gilet

source: shirt
fr: Chemise

source: shirt sleeve
fr: Manches courtes

source: polo
fr: Manches longues

source: polo sleeve
fr: Polo

# trousers-pleated
source: pleated
fr: Pinces

# trousers-suit
source: suit
fr: Costume

# trousers-regular
source: regular
fr: Coupe droite

# trousers
source: normal
fr: Pantalon

source: skirt
fr: Jupe

# skirt-long
source: long skirt
fr: Longue

# skirt-mini
source: mini skirt
fr: Courte

# dress-party
source: party dress
fr: Soirée

source: plain
fr: Uni

# Hstripe
source: h stripes
fr: Rayures H

# Vstripe
source: v stripes
fr: Rayures V

source: check
fr: Carreaux

source: gingham
fr: Vichy

source: printed
fr: Imprimé

# unisTouchImprime
source: printed touch
fr: Uni + imprimé

source: floral
fr: Fleural

# TutorialPage1Msg
source: YOUR CLOTHES
fr: TES VÊTEMENTS

# TutorialPage2Title
source: CHECK
fr: VERIFIE

# TutorialPage2Msg
source: THAT IT MATCHES
fr: QUE CA VA ENSEMBLE

# TutorialPage3Title
source: GET
fr: RETROUVE

# TutorialPage3Msg
source: SMART OUTFITS
fr: TES TENUES

# TutorialPage4Title
source: GET
fr: RETROUVE

# TutorialPage4Msg
source: SMART SHOPPING LIST
fr: TA SHOPPING LIST

# settingsErrTitle
source: Error
fr: Erreur

# settingsErrMessage
source: Please fill all fields
fr: Remplissez chaque champs!

# captureStep2ColorMsg
source: the awesome color of your clothe
fr: Couleurs principales

# captureStep3ModifyBtn
source: Modify
fr: Modifier

# captureStep3AddBtn
source: Add
fr: Ajouter

# captureStep3HeaderMsg
source: Nice shoot! Everything is alright ?
fr: Super shoot! Tout est parfait?

# captureStep3PatternTitle
source: THE PATTERN
fr: Les motifs

# captureStep3BrandTitle
source: Do you know the brand?
fr: Connais-tu la marque?

# calendarDoYouRemember
source: Do you remember what was your outfit ?
fr: Te rappel tu quelle était ta tenue ?

# shoppingNumberOfMatching
source: outfits in your wardrobe
fr: tenus dans ton dressing

# shoppingHeaderMsg
source: Let's see what is missing in your wardrobe
fr: Regardons ce qu'il manque dans ton dressing
